IDEA StatiCa Open Model
MatSteelAUS.PhiOMFy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PhiOMFy { get; set; }
Public Property PhiOMFy As Double
	Get
	Set
public:
property double PhiOMFy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelAUS Class
IdeaRS.OpenModel.Material Namespace